"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.default = {
    "data": [
        {
            "ques": [
                {
                    "tag": "文学类",
                    "que": "李白笔下的“飞流直下三千尺，疑是银河落九天”指的是哪里？",
                    "opt": [
                        "华山",
                        "黄山",
                        "峨眉山",
                        "庐山"
                    ],
                    "ans": 3
                },
                {
                    "tag": "文学类",
                    "que": "在《水浒传》中“怒杀阎婆惜”的是",
                    "opt": [
                        "林冲",
                        "宋江",
                        "鲁智深",
                        "高俅"
                    ],
                    "ans": 1
                },
                {
                    "tag": "文学类",
                    "que": "鲁迅作品中藤野先生是教什么的？",
                    "opt": [
                        "医学",
                        "生物",
                        "经济",
                        "政治"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "不是《水浒传》中三位女将的是",
                    "opt": [
                        "扈三娘",
                        "孙二娘",
                        "林二嫂",
                        "顾大嫂"
                    ],
                    "ans": 2
                },
                {
                    "tag": "文学类",
                    "que": "下列不是《水浒》的人物",
                    "opt": [
                        "武松",
                        "周瑜",
                        "鲁提辖",
                        "宋江"
                    ],
                    "ans": 1
                },
                {
                    "tag": "文学类",
                    "que": "《三国演义》“三英战吕布”中的“三英”是指",
                    "opt": [
                        "赵云 诸葛亮 关羽",
                        "赵云 张飞 关羽",
                        "刘备 赵云 关羽",
                        "刘备 关羽 张飞"
                    ],
                    "ans": 3
                },
                {
                    "tag": "文学类",
                    "que": "《简爱》和《呼啸山庄》的作者是什么关系？",
                    "opt": [
                        "姐妹",
                        "兄弟",
                        "兄妹",
                        "姐弟"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "美国女作家玛格丽特?米切尔的《飘》（《乱世佳人》）以哪场大战作背景",
                    "opt": [
                        "第一次世界大战",
                        "第二次世界大战",
                        "美国南北战争",
                        "海湾战争"
                    ],
                    "ans": 2
                },
                {
                    "tag": "文学类",
                    "que": "中国古代小说源远流长，小说在唐代叫做",
                    "opt": [
                        "传奇",
                        "话本",
                        "拟话本",
                        "小说"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "“维纳斯”是希腊神话中的",
                    "opt": [
                        "智慧女神",
                        "爱神和美神",
                        "自由女神",
                        "正义女神"
                    ],
                    "ans": 1
                },
                {
                    "tag": "文学类",
                    "que": "下列童话故事中，属于《安徒生童话》的是",
                    "opt": [
                        "《白雪公主》",
                        "《青蛙王子》",
                        "《小红帽》",
                        "《卖火柴的小女孩》"
                    ],
                    "ans": 3
                },
                {
                    "tag": "文学类",
                    "que": "“破釜沉舟”这个成语出于哪次战争？",
                    "opt": [
                        "赤壁之战",
                        "长平之战",
                        "巨鹿之战",
                        "官渡之战"
                    ],
                    "ans": 2
                },
                {
                    "tag": "文学类",
                    "que": "下列人物中，不属于“欧美三大短篇小说大师”的是",
                    "opt": [
                        "（法）莫泊桑",
                        "（俄）契诃夫",
                        "（英）狄更斯",
                        "（美）欧?亨利"
                    ],
                    "ans": 2
                },
                {
                    "tag": "文学类",
                    "que": "自传体三部曲《童年》、 《在人间》、 《我的大学》作者是",
                    "opt": [
                        "巴金",
                        "茅盾",
                        "巴尔扎克",
                        "高尔基"
                    ],
                    "ans": 3
                },
                {
                    "tag": "文学类",
                    "que": "《西游记》中的火焰山是今天的",
                    "opt": [
                        "吐鲁番盆地",
                        "四川盆地",
                        "塔里木盆地",
                        "柴达木盆地"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "中国小说的起源主要有",
                    "opt": [
                        "神话传说",
                        "寓言故事",
                        "史传",
                        "志人小说"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "《一千零一夜》是阿拉伯的民间故事集，又叫作什么？",
                    "opt": [
                        "《天方夜谭》",
                        "《圣经》",
                        "《玩偶之家》",
                        "《十日谈》"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "下列不属于我国民间文学中的“四大爱情传说”的是",
                    "opt": [
                        "《牛郎织女》",
                        "《 孟姜女 》",
                        "《梁山伯与祝英台》",
                        "《 孔雀东南飞 》"
                    ],
                    "ans": 3
                },
                {
                    "tag": "文学类",
                    "que": "民为贵，社稷次之，君为轻一语出自",
                    "opt": [
                        "《论语》",
                        "《孟子》",
                        "《战国策》",
                        "《墨子》"
                    ],
                    "ans": 1
                },
                {
                    "tag": "文学类",
                    "que": "古代“六艺”，是指“礼、乐、射、御、书、数”，其中“御”是指",
                    "opt": [
                        "下棋",
                        "驾车",
                        "种花",
                        "武术"
                    ],
                    "ans": 1
                },
                {
                    "tag": "文学类",
                    "que": "下列作品中，不属于巴金“激流三部曲”的是",
                    "opt": [
                        "《家》",
                        "《春》",
                        "《秋》",
                        "《冬》"
                    ],
                    "ans": 3
                },
                {
                    "tag": "文学类",
                    "que": "台湾文学作品的感情基调是什么？",
                    "opt": [
                        "爱情",
                        "乡愁",
                        "友情",
                        "社会批判"
                    ],
                    "ans": 1
                },
                {
                    "tag": "文学类",
                    "que": "“东山再起”这个典故出自：",
                    "opt": [
                        "曹操",
                        "刘备",
                        "谢安",
                        "孔子"
                    ],
                    "ans": 2
                },
                {
                    "tag": "文学类",
                    "que": "主张“人性本恶”的是谁",
                    "opt": [
                        "孔子",
                        "孟子",
                        "荀子",
                        "孙子"
                    ],
                    "ans": 2
                },
                {
                    "tag": "文学类",
                    "que": "“冠者五六人，童子六七人，浴乎沂，风乎舞雩，咏而归”中的“童子”指",
                    "opt": [
                        "七八岁的儿童",
                        "不到20岁的少年",
                        "不到16岁的少年",
                        "不到14岁的少年"
                    ],
                    "ans": 1
                },
                {
                    "tag": "文学类",
                    "que": "“斯芬克斯之谜”中的“斯芬克斯”的身躯是",
                    "opt": [
                        "蛇",
                        "老虎",
                        "狮子",
                        "马"
                    ],
                    "ans": 2
                },
                {
                    "tag": "文学类",
                    "que": "诗句“老骥伏枥，志在千里；烈士暮年，壮心不已”出自",
                    "opt": [
                        "《短歌行》",
                        "《蒿里行》",
                        "《观沧海》",
                        "《龟虽寿》"
                    ],
                    "ans": 3
                },
                {
                    "tag": "文学类",
                    "que": "诗句“每逢佳节倍思亲”中的“佳节”原意是指",
                    "opt": [
                        "元宵节",
                        "重阳节",
                        "中秋节",
                        "端午节"
                    ],
                    "ans": 1
                },
                {
                    "tag": "文学类",
                    "que": "我国古代诗歌史上，与《孔雀东南飞》被称为“双璧”是",
                    "opt": [
                        "木兰诗",
                        "木兰辞",
                        "琵琶行",
                        "敕勒歌"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "“但愿人长久，千里共婵娟”是哪位作家的作品？",
                    "opt": [
                        "苏轼",
                        "杜甫",
                        "杜牧",
                        "白居易"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "滕王阁的旧址在现在的",
                    "opt": [
                        "浙江温州",
                        "山西大同",
                        "江西赣州",
                        "江西南昌"
                    ],
                    "ans": 3
                },
                {
                    "tag": "文学类",
                    "que": "岁寒三友指的是",
                    "opt": [
                        "松，菊，梅",
                        "松，菊，兰",
                        "松，竹，梅",
                        "梅，竹，菊"
                    ],
                    "ans": 2
                },
                {
                    "tag": "文学类",
                    "que": "“状元，榜眼，探花”指的是",
                    "opt": [
                        "殿试三甲",
                        "殿试二鼎甲",
                        "殿试三鼎甲",
                        "会试"
                    ],
                    "ans": 2
                },
                {
                    "tag": "文学类",
                    "que": "我国三大国粹",
                    "opt": [
                        "京剧，中医，中国画",
                        "中医，中国画，中国武术",
                        "京剧，中国武术，中国画",
                        "京剧，中医，中国武术"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "我国第一篇叙事长诗是",
                    "opt": [
                        "《孔雀东南飞》",
                        "《木兰辞》",
                        "《长恨歌》",
                        "《洛阳行》"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "先秦时期两大显学是",
                    "opt": [
                        "儒，道",
                        "道，墨",
                        "儒，法",
                        "儒，墨"
                    ],
                    "ans": 3
                },
                {
                    "tag": "文学类",
                    "que": "我国第一部长篇讽刺小说",
                    "opt": [
                        "《聊斋志异》",
                        "《儒林外史》",
                        "《官场现形记》",
                        "《老残游记》"
                    ],
                    "ans": 1
                },
                {
                    "tag": "文学类",
                    "que": "兄弟四排行",
                    "opt": [
                        "伯，仲，季，叔",
                        "伯，季，仲，叔",
                        "伯，仲，叔，季",
                        "伯，仲，季，叔"
                    ],
                    "ans": 2
                },
                {
                    "tag": "文学类",
                    "que": "五岳中的中岳是",
                    "opt": [
                        "泰山",
                        "华山",
                        "嵩山",
                        "衡山"
                    ],
                    "ans": 2
                },
                {
                    "tag": "文学类",
                    "que": "“实事求是”一词出自哪部典籍",
                    "opt": [
                        "《左传》",
                        "《战国策》",
                        "《史记》",
                        "《汉书》"
                    ],
                    "ans": 3
                },
                {
                    "tag": "文学类",
                    "que": "我国第一部诗歌总集是",
                    "opt": [
                        "《山海经》",
                        "《乐府诗集》",
                        "《楚辞》",
                        "《诗经》"
                    ],
                    "ans": 3
                },
                {
                    "tag": "文学类",
                    "que": "《诗经》中的“风、雅、颂”，其划分的主要标准是",
                    "opt": [
                        "地域",
                        "社会作用",
                        "音乐",
                        "内容"
                    ],
                    "ans": 2
                },
                {
                    "tag": "文学类",
                    "que": "李白诗句「万里浮云卷碧山」的下句",
                    "opt": [
                        "一夜飞渡镜湖月",
                        "八千里路云和月",
                        "莫使金樽空对月",
                        "青天中道流孤月"
                    ],
                    "ans": 3
                },
                {
                    "tag": "文学类",
                    "que": "《三国演义》中，向曹操献「驱虎吞狼」计策的谋士是?",
                    "opt": [
                        "郭嘉",
                        "荀彧",
                        "荀攸",
                        "程昱"
                    ],
                    "ans": 1
                },
                {
                    "tag": "文学类",
                    "que": "长篇小说《寒夜》的作者是?",
                    "opt": [
                        "沈德鸿",
                        "巴金",
                        "舒庆春",
                        "万家宝"
                    ],
                    "ans": 1
                },
                {
                    "tag": "文学类",
                    "que": "中国现代长篇小说《子夜》是哪位作家的作品?",
                    "opt": [
                        "老舍",
                        "茅盾",
                        "鲁迅",
                        "巴金"
                    ],
                    "ans": 1
                },
                {
                    "tag": "文学类",
                    "que": "豫章故都」是哪一篇文章的开篇首",
                    "opt": [
                        "《岳阳楼记》",
                        "《滕王阁序》",
                        "《小石潭记》",
                        "《醉翁亭记》"
                    ],
                    "ans": 1
                },
                {
                    "tag": "文学类",
                    "que": "下列角色属于京剧行当「生」的是?",
                    "opt": [
                        "王宝钏",
                        "余赛花",
                        "关羽",
                        "鲁肃"
                    ],
                    "ans": 2
                },
                {
                    "tag": "文学类",
                    "que": "张九龄的《折杨柳》中，「一枝何足贵」的下一句是?",
                    "opt": [
                        "疑是地上霜",
                        "夜阑臣卧听风吹雨",
                        "怜是故园春",
                        "烟波江上使人愁"
                    ],
                    "ans": 2
                },
                {
                    "tag": "文学类",
                    "que": "下面哪张作品不是英国作家笛福的作品？",
                    "opt": [
                        "《辛格顿船长》",
                        "《三个火枪手》",
                        "《杰克上校》",
                        "《鲁滨孙漂流记》"
                    ],
                    "ans": 1
                },
                {
                    "tag": "文学类",
                    "que": "「世界三大短篇小说之王」不包括下列哪一位?",
                    "opt": [
                        "马克吐温",
                        "欧亨利",
                        "莫泊桑",
                        "契诃夫"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "《西记游》中师徒五人西天取经成功后，白龙马被封为?",
                    "opt": [
                        "八部天龙",
                        "天龙八部",
                        "斗战胜佛",
                        "净坛使者"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "「恶言不出于口，忿言不反于身」出自",
                    "opt": [
                        "《论语》",
                        "《大学》",
                        "《中启》",
                        "《礼记》"
                    ],
                    "ans": 3
                },
                {
                    "tag": "文学类",
                    "que": "成语「司空见惯」中的「司空」指的是?",
                    "opt": [
                        "官职",
                        "词牌",
                        "姓",
                        "服饰"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "《西游记》中，「第八十一难」在通天河把师徒四人回落河中的是?",
                    "opt": [
                        "老鼋",
                        "水鬼",
                        "河妖",
                        "龙王"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "「才高望重，社稷之臣」指的是凌烟阁二十四功臣的谁?",
                    "opt": [
                        "杜如晦",
                        "长孙无忌",
                        "高士廉",
                        "刘政会"
                    ],
                    "ans": 2
                },
                {
                    "tag": "文学类",
                    "que": "下列哪个传统曲艺形式的分类属于「时调小曲类」?",
                    "opt": [
                        "江西清音",
                        "十不闲莲花落",
                        "西河大鼓",
                        "宁波走书"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "「Pilgrimage to the West」是哪部古典小说的英文名?",
                    "opt": [
                        "《镜花缘》",
                        "《儒林外使》",
                        "《西游记》",
                        "《西厢记》"
                    ],
                    "ans": 2
                },
                {
                    "tag": "文学类",
                    "que": "「半江瑟瑟半江红」这句诗的作者是?",
                    "opt": [
                        "李白",
                        "杜甫",
                        "杜牧",
                        "白居易"
                    ],
                    "ans": 3
                },
                {
                    "tag": "文学类",
                    "que": "《三国演义》中，准提出了「奇袭子午谷」的奇谋?",
                    "opt": [
                        "诸葛亮",
                        "魏延",
                        "姜维",
                        "马谡"
                    ],
                    "ans": 1
                },
                {
                    "tag": "文学类",
                    "que": "太阳系体积最大，自转最快的行星是?",
                    "opt": [
                        "太阳",
                        "木星",
                        "火星",
                        "地球"
                    ],
                    "ans": 1
                },
                {
                    "tag": "文学类",
                    "que": "《三国演义》中蜀国五虎上将除「关羽、张飞、黄忠、赵云」外还有谁?",
                    "opt": [
                        "马超",
                        "魏延",
                        "关平",
                        "吕布"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "「妙手回春」的典故，与下列哪位人物有关?",
                    "opt": [
                        "张仲景",
                        "华佗",
                        "葛洪",
                        "扁鹊"
                    ],
                    "ans": 3
                },
                {
                    "tag": "文学类",
                    "que": "「三十年河东，三十年河西」这句话中的「河」是装行",
                    "opt": [
                        "淮河",
                        "黄河",
                        "长江",
                        "灞河"
                    ],
                    "ans": 1
                },
                {
                    "tag": "文学类",
                    "que": "《稼轩长短句》是谁的作品集?",
                    "opt": [
                        "辛弃疾",
                        "苏轼",
                        "王安石",
                        "柳永"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "诗句「天涯共此时」的前一句是?",
                    "opt": [
                        "海上生明月",
                        "情人怨巡夜",
                        "不堪盈手赠",
                        "灭烛怜光满"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "长篇小说《平凡的世界》的作者是哪位",
                    "opt": [
                        "鲁迅",
                        "老舍",
                        "路遥",
                        "巴金"
                    ],
                    "ans": 2
                },
                {
                    "tag": "文学类",
                    "que": "下列选项中哪个不是高尔基作品?",
                    "opt": [
                        "《我的大学》",
                        "《哈姆雷特》",
                        "《童年》",
                        "《海燕》"
                    ],
                    "ans": 1
                },
                {
                    "tag": "文学类",
                    "que": "「晓镜但愁云景改」的下一句是?",
                    "opt": [
                        "病树前头万木春",
                        "一枝红杏出墙来",
                        "留得残菏听雨声",
                        "夜吟应觉月光寒"
                    ],
                    "ans": 3
                },
                {
                    "tag": "文学类",
                    "que": "名句「方向迷失，希望破灭，丽贝卡又开始吃土」出自下列哪部外国名著?",
                    "opt": [
                        "《昆虫记》",
                        "《雪国》",
                        "《瓦尔登湖》",
                        "《百年孤独》"
                    ],
                    "ans": 3
                },
                {
                    "tag": "文学类",
                    "que": "「仓廪实而知礼节，衣食足而知荣辱」这句话是谁说的？",
                    "opt": [
                        "管仲",
                        "鲍叔牙",
                        "孔子",
                        "荀子"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "春节和哪个节日不可能相遇?",
                    "opt": [
                        "元旦",
                        "斯里兰卡国庆日",
                        "情人节",
                        "圣烛节"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "「离离原上草，一岁一枯荣」出自哪位诗人笔下?",
                    "opt": [
                        "杜甫",
                        "白居易",
                        "王伦",
                        "孟浩然"
                    ],
                    "ans": 1
                },
                {
                    "tag": "文学类",
                    "que": "李尧棠是我国哪位著名作家的本名?",
                    "opt": [
                        "茅盾",
                        "巴金",
                        "老舍",
                        "鲁迅"
                    ],
                    "ans": 1
                },
                {
                    "tag": "文学类",
                    "que": "成语「破釜沉舟」是哪个历史人物的典故?",
                    "opt": [
                        "马谡",
                        "吴起",
                        "白起",
                        "项羽"
                    ],
                    "ans": 3
                },
                {
                    "tag": "文学类",
                    "que": "「沈德鸿」、「沈雁冰」指的都是我国哪位伟大的现代文学家？",
                    "opt": [
                        "老舍",
                        "鲁迅",
                        "冰心",
                        "茅盾"
                    ],
                    "ans": 3
                },
                {
                    "tag": "文学类",
                    "que": "《水浒传》中被称为「玉麒麟」的是?",
                    "opt": [
                        "解宝",
                        "宋江",
                        "卢俊义",
                        "解珍"
                    ],
                    "ans": 2
                },
                {
                    "tag": "文学类",
                    "que": "苏轼的《蝶恋花·春景》中「笑渐不闻声渐悄」的下一句是?",
                    "opt": [
                        "多情却被无情恼",
                        "绿水人家绕",
                        "天涯何处无芳草",
                        "墙里佳人笑"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "《红楼梦》的四大家族中没有下列哪个姓氏",
                    "opt": [
                        "吴",
                        "贾",
                        "王",
                        "史"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "“感激涕零”中的“涕”是指？",
                    "opt": [
                        "眼泪",
                        "鼻涕",
                        "口水",
                        "雨水"
                    ],
                    "ans": 0
                },
                {
                    "tag": "文学类",
                    "que": "“民为贵，社稷次之，君为轻”指哪位提出的？",
                    "opt": [
                        "孔子",
                        "墨子",
                        "孟子",
                        "道子"
                    ],
                    "ans": 2
                },
                {
                    "tag": "文学类",
                    "que": "豫章故都是哪一篇文章的开篇首",
                    "opt": [
                        "《岳阳楼记》",
                        "《滕王阁序》",
                        "《小石潭记》",
                        "《醉翁亭记》"
                    ],
                    "ans": 1
                }
            ],
            "tag": "文学类"
        },
        {
            "ques": [
                {
                    "tag": "历史类",
                    "que": "下列不属于我国「四大名镇」的是?",
                    "opt": [
                        "汉口",
                        "朱仙",
                        "景德",
                        "中山"
                    ],
                    "ans": 3
                },
                {
                    "tag": "历史类",
                    "que": "普法战争」中法国的主要指挥官是?",
                    "opt": [
                        "腓特烈二世",
                        "拿破仑三世",
                        "拿破仑一世",
                        "陴斯麦"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "位于湖南古镇凤凰，因到匪而出名的山是哪一座山?",
                    "opt": [
                        "乌龙山",
                        "回龙山",
                        "大云山",
                        "凤凰山"
                    ],
                    "ans": 0
                },
                {
                    "tag": "历史类",
                    "que": "恐龙灭绝于下列哪个时期?",
                    "opt": [
                        "三叠纪",
                        "侏罗纪",
                        "白垩纪",
                        "寒武纪"
                    ],
                    "ans": 2
                },
                {
                    "tag": "历史类",
                    "que": "陕西西安历史上一共有多少个朝代在此建都?",
                    "opt": [
                        "十二朝",
                        "十一朝",
                        "十三朝",
                        "十五朝"
                    ],
                    "ans": 2
                },
                {
                    "tag": "历史类",
                    "que": "闻名于世的唐三彩是?",
                    "opt": [
                        "漆器",
                        "金银器",
                        "瓷器",
                        "陶器"
                    ],
                    "ans": 3
                },
                {
                    "tag": "历史类",
                    "que": "联合国安理会「五常」指的是?",
                    "opt": [
                        "美俄日法中",
                        "美俄英法德",
                        "俄英法德中",
                        "美俄英法中"
                    ],
                    "ans": 3
                },
                {
                    "tag": "历史类",
                    "que": "杆秤也可以用来「称量」时间，中国古代用这种方法称量时间的计时仪器叫?",
                    "opt": [
                        "秤漏",
                        "天秤",
                        "水钟",
                        "窥衡"
                    ],
                    "ans": 0
                },
                {
                    "tag": "历史类",
                    "que": "指南针用于航海始于哪个朝代?",
                    "opt": [
                        "清",
                        "元",
                        "唐",
                        "宋代"
                    ],
                    "ans": 3
                },
                {
                    "tag": "历史类",
                    "que": "第一次世界大战起始于哪一年?",
                    "opt": [
                        "1911",
                        "1914",
                        "1916",
                        "1918"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "我国古代的「陌刀」最早是哪个朝代发明并装备使用的?",
                    "opt": [
                        "明朝",
                        "清朝",
                        "宋朝",
                        "唐朝"
                    ],
                    "ans": 3
                },
                {
                    "tag": "历史类",
                    "que": "中国跆拳道协会成立于哪一年?",
                    "opt": [
                        "1945",
                        "2011",
                        "2008",
                        "2004"
                    ],
                    "ans": 3
                },
                {
                    "tag": "历史类",
                    "que": "目前发现世界最大的陵墓群是?",
                    "opt": [
                        "马王堆汉墓",
                        "明十三陵",
                        "邙山陵墓群",
                        "清东陵"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "下列选项中现存最完整的，中国明清时期皇家园林典范是?",
                    "opt": [
                        "颐和园",
                        "静明园",
                        "圆明园",
                        "避暑山庄"
                    ],
                    "ans": 0
                },
                {
                    "tag": "历史类",
                    "que": "最早的西夏文中文双语字典是?",
                    "opt": [
                        "异体字字典",
                        "番汉合时掌中珠",
                        "册府元龟",
                        "字汇"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "木版年画发源于四大名镇中的哪一个?",
                    "opt": [
                        "佛山镇",
                        "景德镇",
                        "汉口镇",
                        "朱仙镇"
                    ],
                    "ans": 3
                },
                {
                    "tag": "历史类",
                    "que": "哈佛大学投资人约翰·哈佛毕业于哪所大学？",
                    "opt": [
                        "北京大学",
                        "剑桥大学",
                        "麻省理工学院",
                        "斯坦福大学"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "最早的油画是用什么材料画的?",
                    "opt": [
                        "玉米油",
                        "鸡蛋清",
                        "水彩",
                        "丙烯"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "中华民族的摇篮是？",
                    "opt": [
                        "黑龙江流域",
                        "松花江流域",
                        "黄河流域",
                        "长江流域"
                    ],
                    "ans": 2
                },
                {
                    "tag": "历史类",
                    "que": "不属于中国四大佛山的是：",
                    "opt": [
                        "普陀山",
                        "武当山",
                        "九华山",
                        "峨眉山"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "中国古代宫殿建筑普遍采用什么颜色？",
                    "opt": [
                        "红色",
                        "黄色",
                        "紫色",
                        "蓝色"
                    ],
                    "ans": 0
                },
                {
                    "tag": "历史类",
                    "que": "中国四大名绣，不包括",
                    "opt": [
                        "苏绣",
                        "顾绣",
                        "蜀绣",
                        "湘绣"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "“一寸光阴一寸金”，“一寸”是在古代哪种计时器量出的时间单位？",
                    "opt": [
                        "圭表",
                        "漏刻",
                        "日影",
                        "漏壶"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "我国的戏曲脸谱最早出现在隋唐时期的",
                    "opt": [
                        "雅乐",
                        "燕乐",
                        "清商乐",
                        "蜀乐"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "现存最早的宋词歌谱是",
                    "opt": [
                        "《汉宫秋月》",
                        "《白石道人歌曲》",
                        "《百鸟朝凤》",
                        "《葬花吟》"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "北方人年夜饭一般要吃饺子，其象征意义是",
                    "opt": [
                        "团圆美好",
                        "年年有余",
                        "更岁交子",
                        "五福临门"
                    ],
                    "ans": 2
                },
                {
                    "tag": "历史类",
                    "que": "北宋风俗画《清明上河图》描绘的是什么季节的景象",
                    "opt": [
                        "春天",
                        "夏天",
                        "秋天",
                        "冬天"
                    ],
                    "ans": 0
                },
                {
                    "tag": "历史类",
                    "que": "下列不是东汉文学三崔的是",
                    "opt": [
                        "崔驷",
                        "崔瑗",
                        "崔醒",
                        "崔寰"
                    ],
                    "ans": 2
                },
                {
                    "tag": "历史类",
                    "que": "唐代诗人中别称为诗鬼的诗人是",
                    "opt": [
                        "李白",
                        "李贺",
                        "白居易",
                        "杜甫"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "四大书院中位于江西的是：",
                    "opt": [
                        "白鹿书院",
                        "石鼓书院",
                        "应天书院",
                        "岳麓书府"
                    ],
                    "ans": 0
                },
                {
                    "tag": "历史类",
                    "que": "我们用“羞花”来形容历史上哪位美女？",
                    "opt": [
                        "西施",
                        "杨贵妃",
                        "貂蝉",
                        "王昭君"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "文成公主与松赞干布和亲是在：",
                    "opt": [
                        "唐太宗",
                        "唐高宗",
                        "唐中宗",
                        "唐玄宗"
                    ],
                    "ans": 0
                },
                {
                    "tag": "历史类",
                    "que": "汉代杨震曾说：“天知、神知、我知、子知”，这句话目的是：",
                    "opt": [
                        "拒绝收礼",
                        "权人投案",
                        "替人投案",
                        "向人发誓"
                    ],
                    "ans": 0
                },
                {
                    "tag": "历史类",
                    "que": "徽剧是什么传统戏剧的前身？",
                    "opt": [
                        "湘剧",
                        "京剧",
                        "豫剧",
                        "川剧"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "京剧服装中男性角色蟒袍上的动物是：",
                    "opt": [
                        "蛇",
                        "凤",
                        "龙",
                        "虎"
                    ],
                    "ans": 2
                },
                {
                    "tag": "历史类",
                    "que": "“宰相”的“宰”最早指：",
                    "opt": [
                        "高级官吏",
                        "官吏史称",
                        "低级官吏",
                        "皇帝"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "七月七日长生殿，",
                    "opt": [
                        "夜深无人私语时",
                        "相逢何必曾相识",
                        "夜半无人私语时",
                        "相见时难别亦难"
                    ],
                    "ans": 2
                },
                {
                    "tag": "历史类",
                    "que": "耳环最原始的作用是",
                    "opt": [
                        "女性身份的象征",
                        "约束女性的行为",
                        "装扮作用",
                        "表示女性已婚"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "四书包括：《论语》、《大学》、《孟子》、",
                    "opt": [
                        "《礼记》",
                        "《中庸》",
                        "《周易》",
                        "《春秋》"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "五代包括：后梁、后唐、后晋、后汉、",
                    "opt": [
                        "东周",
                        "后周",
                        "南宋",
                        "北宋"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "“青梅竹马”取自下列哪个典故",
                    "opt": [
                        "李白《长干行》",
                        "白居易《长恨歌》",
                        "李煜《虞美人》",
                        "李商隐《无题》"
                    ],
                    "ans": 0
                },
                {
                    "tag": "历史类",
                    "que": "王维擅长的诗体是",
                    "opt": [
                        "咏物诗",
                        "咏景诗",
                        "山水田园诗",
                        "舒事诗"
                    ],
                    "ans": 2
                },
                {
                    "tag": "历史类",
                    "que": "孔子是哪国人",
                    "opt": [
                        "秦国",
                        "鲁国",
                        "卫国",
                        "宋国"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "地动仪发明于哪个朝代",
                    "opt": [
                        "西汉",
                        "东汉",
                        "西晋",
                        "东晋"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "下列哪位词人生活于两汉之交",
                    "opt": [
                        "李煜",
                        "苏轼",
                        "李清照",
                        "苏轼"
                    ],
                    "ans": 2
                },
                {
                    "tag": "历史类",
                    "que": "谁出使西域开辟了著名的“丝绸之路”",
                    "opt": [
                        "班超",
                        "霍去病",
                        "张骞",
                        "卫青"
                    ],
                    "ans": 2
                },
                {
                    "tag": "历史类",
                    "que": "“皮影戏”中的皮是什么皮制作的？",
                    "opt": [
                        "牛皮",
                        "羊皮",
                        "驴皮",
                        "马皮"
                    ],
                    "ans": 2
                },
                {
                    "tag": "历史类",
                    "que": "“电影”在那一年诞生的？",
                    "opt": [
                        "1894年",
                        "1895年",
                        "1896年",
                        "1898年"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "“愚人节”起源于？",
                    "opt": [
                        "英国",
                        "法国",
                        "德国",
                        "美国"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "我国古代诗人被称为“诗圣”的是",
                    "opt": [
                        "李白",
                        "杜甫",
                        "苏东坡",
                        "白居易"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "我国古代诗人被称为“诗鬼”的是",
                    "opt": [
                        "李白",
                        "杜甫",
                        "李贺",
                        "苏东坡"
                    ],
                    "ans": 2
                },
                {
                    "tag": "历史类",
                    "que": "下列不属于端午节习俗的是",
                    "opt": [
                        "吃粽子",
                        "荡秋千",
                        "赛龙舟",
                        "悬艾叶菖蒲"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "长白山天池属于",
                    "opt": [
                        "构造湖",
                        "火山口湖",
                        "溶蚀湖",
                        "恒山"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "五月之中，以险著称的是",
                    "opt": [
                        "华山",
                        "泰山",
                        "衡山",
                        "嵩山"
                    ],
                    "ans": 0
                },
                {
                    "tag": "历史类",
                    "que": "五岳中的东岳指",
                    "opt": [
                        "泰山",
                        "华山",
                        "衡山",
                        "嵩山"
                    ],
                    "ans": 0
                },
                {
                    "tag": "历史类",
                    "que": "下列典故与项羽有关？",
                    "opt": [
                        "隔岸观火",
                        "暗度陈仓",
                        "背水一战",
                        "破釜沉舟"
                    ],
                    "ans": 3
                },
                {
                    "tag": "历史类",
                    "que": "文学史上被称为“小李杜”的是",
                    "opt": [
                        "李白 杜甫",
                        "李商隐 杜牧",
                        "李白 杜牧",
                        "李商隐 杜甫"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "被誉为“万国之园”的是",
                    "opt": [
                        "寄畅园",
                        "颐和园",
                        "圆明园",
                        "豫园"
                    ],
                    "ans": 2
                },
                {
                    "tag": "历史类",
                    "que": "中国历史上被誉为“药王”的是",
                    "opt": [
                        "扁鹊",
                        "华佗",
                        "孙思邈",
                        "李时珍"
                    ],
                    "ans": 2
                },
                {
                    "tag": "历史类",
                    "que": "领导人民治理洪水，三过家门而不入的是",
                    "opt": [
                        "尧",
                        "禹",
                        "鲧",
                        "舜"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "被后人尊称成为“人文初祖”的是",
                    "opt": [
                        "炎帝",
                        "黄帝",
                        "仓颉",
                        "伶伦"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "《离骚》的作者是屈原，战国时期（）国人",
                    "opt": [
                        "韩国",
                        "魏国",
                        "赵国",
                        "楚国"
                    ],
                    "ans": 3
                },
                {
                    "tag": "历史类",
                    "que": "“封建亲戚，以藩屏周”是指西周的（）",
                    "opt": [
                        "禅让制",
                        "分封制",
                        "察举制",
                        "王位世袭制"
                    ],
                    "ans": 1
                },
                {
                    "tag": "历史类",
                    "que": "下列不属于我国四大传说故事的是",
                    "opt": [
                        "《牛郎织女》",
                        "《孟姜女》",
                        "《白蛇传》",
                        "《山海经》"
                    ],
                    "ans": 3
                },
                {
                    "tag": "历史类",
                    "que": "不属于文房四宝的是",
                    "opt": [
                        "宣纸",
                        "湖笔",
                        "徽墨",
                        "河砚"
                    ],
                    "ans": 3
                }
            ],
            "tag": "历史类"
        },
        {
            "ques": [
                {
                    "tag": "影视类",
                    "que": "下列哪个超级英雄的超能力是以超高的移动速度者称?",
                    "opt": [
                        "绿巨人",
                        "万磁王",
                        "蝙蝠侠",
                        "快银"
                    ],
                    "ans": 3
                },
                {
                    "tag": "影视类",
                    "que": "1993年上映的喜剧电影《东成西就》中，因中毒变成「香肠嘴」的是?",
                    "opt": [
                        "黄药师",
                        "欧阳锋",
                        "洪七",
                        "周伯通"
                    ],
                    "ans": 1
                },
                {
                    "tag": "影视类",
                    "que": "英国著名影视演员查理·卓别林主演的第一部电影是?",
                    "opt": [
                        "《淘金记》",
                        "《马戏团》",
                        "《谋生》",
                        "《舞台生涯》"
                    ],
                    "ans": 2
                },
                {
                    "tag": "影视类",
                    "que": "经典爱情电影《蒂凡尼的早餐》，女主角瞿莉的扮演者是?",
                    "opt": [
                        "奥黛丽·赫本",
                        "达科塔",
                        "费雯·丽",
                        "帕德里夏·妮尔"
                    ],
                    "ans": 0
                },
                {
                    "tag": "影视类",
                    "que": "凭借电影《黄金大劫案》获得第11届中国长春电影节最佳男主角奖的是?",
                    "opt": [
                        "雷佳音",
                        "孙红雷",
                        "黄渤",
                        "陆毅"
                    ],
                    "ans": 0
                },
                {
                    "tag": "影视类",
                    "que": "电视剧《倚天屠龙记》中，明教的中原总坛所在地在哪?",
                    "opt": [
                        "神龙岛",
                        "乌龙潭",
                        "桃花岛",
                        "光明顶"
                    ],
                    "ans": 3
                },
                {
                    "tag": "影视类",
                    "que": "下列选项对动漫《海绵宝宝》中主角海绵宝宝叙述不正确的是?",
                    "opt": [
                        "喜欢抓水母",
                        "邻居是章鱼哥",
                        "擅长制作蟹黄堡",
                        "擅长开车"
                    ],
                    "ans": 3
                },
                {
                    "tag": "影视类",
                    "que": "电影《搏击俱乐部》是由哪位作家的同名小说改编?",
                    "opt": [
                        "弗兰克·赫伯特",
                        "东野圭吾",
                        "莫言",
                        "恰克·帕拉尼克"
                    ],
                    "ans": 3
                },
                {
                    "tag": "影视类",
                    "que": "中国第一部获得国际奖的电影是：",
                    "opt": [
                        "《神女》",
                        "《歌女红牡丹》",
                        "《渔光曲》",
                        "《生死恨》"
                    ],
                    "ans": 2
                },
                {
                    "tag": "影视类",
                    "que": "是谁第一次将中国功夫引入好莱坞？",
                    "opt": [
                        "李连杰",
                        "甄子丹",
                        "李小龙",
                        "成龙"
                    ],
                    "ans": 2
                },
                {
                    "tag": "影视类",
                    "que": "代表作是《卧虎藏龙》的“谋女郎”是",
                    "opt": [
                        "巩俐",
                        "舒淇",
                        "范冰冰",
                        "章子怡"
                    ],
                    "ans": 3
                },
                {
                    "tag": "影视类",
                    "que": "《分手合约》的女主角的下列那位明星饰演的？",
                    "opt": [
                        "吴佩慈",
                        "白百合",
                        "伊能静",
                        "安以轩"
                    ],
                    "ans": 1
                },
                {
                    "tag": "影视类",
                    "que": "2004年武侠巨献《十年埋伏》的导演是",
                    "opt": [
                        "吴宇森",
                        "张艺谋",
                        "李安",
                        "陈凯歌"
                    ],
                    "ans": 1
                },
                {
                    "tag": "影视类",
                    "que": "以下那不是徐峥导演的电影",
                    "opt": [
                        "《人在囧途》",
                        "《心花怒放》",
                        "《泰囧》",
                        "《一出好戏》"
                    ],
                    "ans": 3
                }
            ],
            "tag": "影视类"
        },
        {
            "ques": [
                {
                    "tag": "生物类",
                    "que": "植物体中的碳进入大气层的方式是?",
                    "opt": [
                        "脱水作用",
                        "呼吸作用",
                        "蒸腾作用",
                        "光合作用"
                    ],
                    "ans": 1
                },
                {
                    "tag": "生物类",
                    "que": "下列哪种生物属于「自养生物」?",
                    "opt": [
                        "蟋蟀",
                        "蚯蚓",
                        "硫化细菌",
                        "马"
                    ],
                    "ans": 2
                },
                {
                    "tag": "生物类",
                    "que": "人体运动中的功能物质包括糖、脂肪和?",
                    "opt": [
                        "微量元素",
                        "水",
                        "维生素",
                        "蛋白质"
                    ],
                    "ans": 3
                },
                {
                    "tag": "生物类",
                    "que": "人体含水量百分比最高的器官是?",
                    "opt": [
                        "胃",
                        "肾脏",
                        "眼球",
                        "肝脏"
                    ],
                    "ans": 2
                },
                {
                    "tag": "生物类",
                    "que": "下列哪种海洋生物的游泳速度最快?",
                    "opt": [
                        "鲸鱼",
                        "大白鲨",
                        "海豚",
                        "旗鱼"
                    ],
                    "ans": 3
                },
                {
                    "tag": "生物类",
                    "que": "获得性免疫缺陷综合症「艾滋病」的英文缩写是?",
                    "opt": [
                        "HAV",
                        "HCV",
                        "HBV",
                        "AIDS"
                    ],
                    "ans": 3
                },
                {
                    "tag": "生物类",
                    "que": "同体积的肌肉约是同体积脂肪质量的的几倍?",
                    "opt": [
                        "2",
                        "4",
                        "1",
                        "3"
                    ],
                    "ans": 3
                },
                {
                    "tag": "生物类",
                    "que": "马是怎么睡觉的？",
                    "opt": [
                        "站着睡",
                        "躺着睡",
                        "蹲着睡",
                        "卧着睡"
                    ],
                    "ans": 0
                },
                {
                    "tag": "生物类",
                    "que": "坦克是哪个国家发明的？",
                    "opt": [
                        "英国",
                        "德国",
                        "美国",
                        "日本"
                    ],
                    "ans": 0
                },
                {
                    "tag": "生物类",
                    "que": "世界上眼睛最多的昆虫？",
                    "opt": [
                        "蜻蜓",
                        "苍蝇",
                        "蚂蚁",
                        "蝴蝶"
                    ],
                    "ans": 0
                },
                {
                    "tag": "生物类",
                    "que": "植物进行光合作用是，吸入二氧化碳，呼出（）。",
                    "opt": [
                        "二氧化碳",
                        "氧气",
                        "一氧化碳",
                        "氢气"
                    ],
                    "ans": 1
                },
                {
                    "tag": "生物类",
                    "que": "“出淤泥而不染”是说（）",
                    "opt": [
                        "梅花",
                        "牡丹",
                        "荷花",
                        "菊花"
                    ],
                    "ans": 2
                },
                {
                    "tag": "生物类",
                    "que": "消化食物和吸收营养物质的主要场所是（）",
                    "opt": [
                        "口腔",
                        "胃",
                        "小肠",
                        "大肠"
                    ],
                    "ans": 2
                },
                {
                    "tag": "生物类",
                    "que": "鸟类中最小的是（）",
                    "opt": [
                        "麻雀",
                        "金丝雀",
                        "云雀",
                        "蜂鸟"
                    ],
                    "ans": 3
                },
                {
                    "tag": "生物类",
                    "que": "人体最大的器官是什么？",
                    "opt": [
                        "肠",
                        "皮肤",
                        "肾脏",
                        "肝脏"
                    ],
                    "ans": 1
                }
            ],
            "tag": "生物类"
        },
        {
            "ques": [
                {
                    "tag": "地理类",
                    "que": "世界上最大的陆间海是?",
                    "opt": [
                        "渤海",
                        "濑户内海",
                        "里海",
                        "地中海"
                    ],
                    "ans": 3
                },
                {
                    "tag": "地理类",
                    "que": "广东深圳最高的摩天大楼平安金融中心位于哪个区?",
                    "opt": [
                        "福田区",
                        "罗湖区",
                        "宝安区",
                        "南山区"
                    ],
                    "ans": 0
                },
                {
                    "tag": "地理类",
                    "que": "美国最大的河流密西西比河，自北向南注入哪片海洋?",
                    "opt": [
                        "印度洋",
                        "太平洋",
                        "北冰洋",
                        "大西洋"
                    ],
                    "ans": 3
                },
                {
                    "tag": "地理类",
                    "que": "不属于世界四大渔场的是?",
                    "opt": [
                        "纽芬兰渔场",
                        "丹山渔场",
                        "秘鲁渔场到",
                        "北海道渔场"
                    ],
                    "ans": 1
                },
                {
                    "tag": "地理类",
                    "que": "下列哪个是西班牙的首都?",
                    "opt": [
                        "托莱多",
                        "马德里",
                        "巴塞罗那",
                        "南京"
                    ],
                    "ans": 1
                },
                {
                    "tag": "地理类",
                    "que": "北美洲流程最长、流域面积最广、水量最大的河流是?",
                    "opt": [
                        "额尔齐斯河",
                        "尼罗河",
                        "密西西比河",
                        "亚马逊河"
                    ],
                    "ans": 2
                },
                {
                    "tag": "地理类",
                    "que": "著名的好望角位于南非的哪座著名港口",
                    "opt": [
                        "南安普顿",
                        "开普敦",
                        "约翰内斯堡",
                        "桑德兰"
                    ],
                    "ans": 1
                },
                {
                    "tag": "地理类",
                    "que": "对我国农业生产影响最大且分布范围最广的气象灾害是?",
                    "opt": [
                        "台风",
                        "干旱",
                        "梅雨",
                        "寒潮"
                    ],
                    "ans": 1
                },
                {
                    "tag": "地理类",
                    "que": "欧洲西部地区属于典型的哪种气候类型?",
                    "opt": [
                        "温带季风",
                        "地中海",
                        "温带大陆",
                        "温带海洋"
                    ],
                    "ans": 3
                },
                {
                    "tag": "地理类",
                    "que": "「五台山」位于中国哪个省",
                    "opt": [
                        "河北省",
                        "陕西省",
                        "山西省",
                        "河南省"
                    ],
                    "ans": 2
                },
                {
                    "tag": "地理类",
                    "que": "长江最长支流是?",
                    "opt": [
                        "嘉陵江",
                        "赣江",
                        "湘江",
                        "汉江"
                    ],
                    "ans": 3
                },
                {
                    "tag": "地理类",
                    "que": "下列哪一试剂可制取氧气?",
                    "opt": [
                        "双氧水",
                        "二氧化碳",
                        "食盐水",
                        "石灰石"
                    ],
                    "ans": 0
                },
                {
                    "tag": "地理类",
                    "que": "下列哪座城市不在吉林省境内?",
                    "opt": [
                        "通化",
                        "松原",
                        "通辽",
                        "珲春"
                    ],
                    "ans": 2
                },
                {
                    "tag": "地理类",
                    "que": "世界上最高的休眠火山是?",
                    "opt": [
                        "伊拉苏火山",
                        "尤耶亚科火山",
                        "拉森火山",
                        "圣阿纳火山"
                    ],
                    "ans": 1
                },
                {
                    "tag": "地理类",
                    "que": "世界第一大岛格陵兰岛属于哪个国",
                    "opt": [
                        "俄罗斯",
                        "丹麦",
                        "美国",
                        "加拿大"
                    ],
                    "ans": 1
                },
                {
                    "tag": "地理类",
                    "que": "波士顿是美国哪个州的首府?",
                    "opt": [
                        "密苏里州",
                        "威斯康星州",
                        "马萨诸塞州",
                        "得克萨斯州"
                    ],
                    "ans": 2
                },
                {
                    "tag": "地理类",
                    "que": "下列河流不是位于俄罗斯的是?",
                    "opt": [
                        "多瑙河",
                        "叶尼塞河",
                        "伏尔加河",
                        "勒拿河"
                    ],
                    "ans": 0
                },
                {
                    "tag": "地理类",
                    "que": "连接地中海和红海的运河是",
                    "opt": [
                        "巴拿马运河",
                        "苏伊士运河",
                        "基尔运河",
                        "伊利运河"
                    ],
                    "ans": 1
                },
                {
                    "tag": "地理类",
                    "que": "“郁金香”的原产地是？",
                    "opt": [
                        "荷兰",
                        "中国",
                        "芬兰",
                        "英国"
                    ],
                    "ans": 1
                }
            ],
            "tag": "地理类"
        },
        {
            "ques": [
                {
                    "tag": "体育类",
                    "que": "英格兰足球运动员贝克汉姆在皇家马德里队效力期间身穿几号球衣?",
                    "opt": [
                        "17",
                        "7",
                        "10",
                        "23"
                    ],
                    "ans": 3
                },
                {
                    "tag": "体育类",
                    "que": "意大利足球甲级联赛球队，AC米兰的主场是?",
                    "opt": [
                        "威斯特法伦",
                        "老拉特福德",
                        "伯纳乌",
                        "圣西罗"
                    ],
                    "ans": 3
                },
                {
                    "tag": "体育类",
                    "que": "以下哪种运动同时在场人数最少?",
                    "opt": [
                        "足球",
                        "橄榄球",
                        "篮球",
                        "排球"
                    ],
                    "ans": 2
                },
                {
                    "tag": "体育类",
                    "que": "NBA201 7-1圈赛季，湖人队主教练在球员时期曾效力于下列哪支球队?",
                    "opt": [
                        "马刺队",
                        "公牛队",
                        "湖人队",
                        "森林狼队"
                    ],
                    "ans": 2
                },
                {
                    "tag": "体育类",
                    "que": "保龄球上有几个指洞?",
                    "opt": [
                        "5个",
                        "2个",
                        "3个",
                        "4个"
                    ],
                    "ans": 2
                },
                {
                    "tag": "体育类",
                    "que": "下列哪位前NBA球星的绰号是「蝙蝠侠」?",
                    "opt": [
                        "兰德里",
                        "斯科拉",
                        "巴蒂尔",
                        "穆托姆博"
                    ],
                    "ans": 2
                },
                {
                    "tag": "体育类",
                    "que": "NBA历史上单赛季最高胜场是",
                    "opt": [
                        "71胜",
                        "70胜",
                        "72胜",
                        "73胜"
                    ],
                    "ans": 3
                },
                {
                    "tag": "体育类",
                    "que": "篮球场地线宽多少厘米?",
                    "opt": [
                        "6厘米",
                        "2.5厘米",
                        "5厘米",
                        "10厘米"
                    ],
                    "ans": 2
                },
                {
                    "tag": "体育类",
                    "que": "被称为「罗马王子」的足球运动员是?",
                    "opt": [
                        "施魏因斯泰格",
                        "托蒂",
                        "罗本",
                        "伊涅斯塔"
                    ],
                    "ans": 1
                },
                {
                    "tag": "体育类",
                    "que": "NBA历史上获得助攻王次数最多的球员是?",
                    "opt": [
                        "约翰·斯托克顿",
                        "伊塞亚·托马斯",
                        "埃尔文·约翰逊",
                        "贾森·基德"
                    ],
                    "ans": 0
                },
                {
                    "tag": "体育类",
                    "que": "王道、周洋是我国哪个冬奥项目的名将?",
                    "opt": [
                        "短道速滑",
                        "花样滑冰",
                        "速度滑冰",
                        "冰壶"
                    ],
                    "ans": 0
                }
            ],
            "tag": "体育类"
        },
        {
            "ques": [
                {
                    "tag": "生活常识",
                    "que": "湖南方言中，「就是咯咂味」这句话里的「咯咂」的意思是?",
                    "opt": [
                        "难吃的",
                        "怎么样",
                        "这个",
                        "非常好"
                    ],
                    "ans": 2
                },
                {
                    "tag": "生活常识",
                    "que": "中国「十大名茶」之一的六安瓜片产自我国哪个省?",
                    "opt": [
                        "浙江",
                        "湖北",
                        "安徽",
                        "湖南"
                    ],
                    "ans": 2
                },
                {
                    "tag": "生活常识",
                    "que": "新西兰的国球是?",
                    "opt": [
                        "橄榄球",
                        "保龄球",
                        "马球",
                        "板球"
                    ],
                    "ans": 0
                },
                {
                    "tag": "生活常识",
                    "que": "walkman是以下哪个公司的品牌?",
                    "opt": [
                        "索尼",
                        "微软",
                        "苹果",
                        "三星"
                    ],
                    "ans": 0
                },
                {
                    "tag": "生活常识",
                    "que": "人们一般所说的「孔方兄」是对哪种物品的调侃式的称呼?",
                    "opt": [
                        "钱",
                        "房子",
                        "粮食",
                        "车"
                    ],
                    "ans": 0
                },
                {
                    "tag": "生活常识",
                    "que": "知名奢侈品牌「阿玛尼」成立于意大利的哪个城市?",
                    "opt": [
                        "佛罗伦萨",
                        "威尼斯",
                        "罗马",
                        "米兰"
                    ],
                    "ans": 3
                },
                {
                    "tag": "生活常识",
                    "que": "下列不属于「湘菜」的是?",
                    "opt": [
                        "金鱼戏莲",
                        "剁椒鱼头引",
                        "萝卜牛腩煲",
                        "吉首酸肉"
                    ],
                    "ans": 2
                },
                {
                    "tag": "生活常识",
                    "que": "在田径比赛中，当你刚好跑过第二名的时候，你是第几名?",
                    "opt": [
                        "第四名",
                        "第一名",
                        "第二名",
                        "第三名"
                    ],
                    "ans": 2
                },
                {
                    "tag": "生活常识",
                    "que": "NBA球传奇球星中，被称为「微笑刺客」的是?",
                    "opt": [
                        "约翰·斯托克顿",
                        "埃尔文·约翰逊",
                        "乔·杜马斯",
                        "伊塞亚·托马斯"
                    ],
                    "ans": 3
                },
                {
                    "tag": "生活常识",
                    "que": "美国国家美式足球联盟的年度冠军赛叫什么名字?",
                    "opt": [
                        "超级碗",
                        "超级杯",
                        "超级冠",
                        "超音速"
                    ],
                    "ans": 0
                },
                {
                    "tag": "生活常识",
                    "que": "每天洗头发要用什么样的产品？",
                    "opt": [
                        "强碱性",
                        "强酸性",
                        "弱碱性",
                        "弱酸性"
                    ],
                    "ans": 3
                },
                {
                    "tag": "生活常识",
                    "que": "名称中不属于二十四节气的是那一个？",
                    "opt": [
                        "谷雨",
                        "白露",
                        "大伏",
                        "惊蛰"
                    ],
                    "ans": 2
                },
                {
                    "tag": "生活常识",
                    "que": "桂花是在什么季节开放？",
                    "opt": [
                        "春季",
                        "夏季",
                        "秋季",
                        "冬季"
                    ],
                    "ans": 2
                },
                {
                    "tag": "生活常识",
                    "que": "工笔是那种绘画形式的技法",
                    "opt": [
                        "水彩画",
                        "油画",
                        "水粉画",
                        "国画"
                    ],
                    "ans": 3
                },
                {
                    "tag": "生活常识",
                    "que": "“冰淇淋”是从哪国传进来的？",
                    "opt": [
                        "英国",
                        "法国",
                        "美国",
                        "俄国"
                    ],
                    "ans": 0
                },
                {
                    "tag": "生活常识",
                    "que": "下半旗是把旗子下降到",
                    "opt": [
                        "旗杆的一半处",
                        "下降1米",
                        "下降1.5米",
                        "距离杆顶1/3"
                    ],
                    "ans": 3
                },
                {
                    "tag": "生活常识",
                    "que": "土豆不宜存放在什么地方",
                    "opt": [
                        "干燥处",
                        "通风处",
                        "日照处",
                        "卧室内"
                    ],
                    "ans": 2
                },
                {
                    "tag": "生活常识",
                    "que": "现在美国国旗星条旗上有多少颗星",
                    "opt": [
                        "25颗",
                        "30颗",
                        "50颗",
                        "60颗"
                    ],
                    "ans": 2
                },
                {
                    "tag": "生活常识",
                    "que": "狗热时用什么散热",
                    "opt": [
                        "皮肤",
                        "舌头",
                        "眼睛",
                        "耳朵"
                    ],
                    "ans": 1
                },
                {
                    "tag": "生活常识",
                    "que": "鱼，蛙，蛇等冷血动物的体温是",
                    "opt": [
                        "恒定不变的",
                        "随外温而变化",
                        "随体型变化",
                        "不确定"
                    ],
                    "ans": 1
                },
                {
                    "tag": "生活常识",
                    "que": "walkman」是以下哪个公司的品牌?",
                    "opt": [
                        "索尼",
                        "微软",
                        "苹果",
                        "三星"
                    ],
                    "ans": 0
                }
            ],
            "tag": "生活常识"
        },
        {
            "ques": [
                {
                    "tag": "数学类",
                    "que": "49*99=",
                    "opt": [
                        "4900",
                        "4951",
                        "4801",
                        "4851"
                    ],
                    "ans": 3
                },
                {
                    "tag": "数学类",
                    "que": "36*99=",
                    "opt": [
                        "3600",
                        "3501",
                        "3564",
                        "3554"
                    ],
                    "ans": 2
                },
                {
                    "tag": "数学类",
                    "que": "97+89+11=",
                    "opt": [
                        "197",
                        "187",
                        "207",
                        "217"
                    ],
                    "ans": 0
                },
                {
                    "tag": "数学类",
                    "que": "26+47+174=",
                    "opt": [
                        "217",
                        "227",
                        "237",
                        "247"
                    ],
                    "ans": 3
                },
                {
                    "tag": "数学类",
                    "que": "103*15=",
                    "opt": [
                        "1515",
                        "1545",
                        "1535",
                        "1525"
                    ],
                    "ans": 1
                },
                {
                    "tag": "数学类",
                    "que": "0，1，1，2，3，（？），22",
                    "opt": [
                        "8",
                        "9",
                        "7",
                        "6"
                    ],
                    "ans": 2
                },
                {
                    "tag": "数学类",
                    "que": "98+89*5=",
                    "opt": [
                        "545",
                        "544",
                        "543",
                        "533"
                    ],
                    "ans": 2
                },
                {
                    "tag": "数学类",
                    "que": "35*36-89=",
                    "opt": [
                        "1181",
                        "1171",
                        "1170",
                        "1180"
                    ],
                    "ans": 1
                },
                {
                    "tag": "数学类",
                    "que": "9.6+8.44",
                    "opt": [
                        "17.8",
                        "17.84",
                        "18.84",
                        "18.04"
                    ],
                    "ans": 3
                },
                {
                    "tag": "数学类",
                    "que": "98*5+87=",
                    "opt": [
                        "587",
                        "577",
                        "567",
                        "597"
                    ],
                    "ans": 1
                },
                {
                    "tag": "数学类",
                    "que": "57+288+23=",
                    "opt": [
                        "368",
                        "358",
                        "357",
                        "367"
                    ],
                    "ans": 0
                },
                {
                    "tag": "数学类",
                    "que": "15.69-4.88-5.02=",
                    "opt": [
                        "5.59",
                        "5.69",
                        "6.69",
                        "5.79"
                    ],
                    "ans": 3
                },
                {
                    "tag": "数学类",
                    "que": "3.8+1.2*2=",
                    "opt": [
                        "10",
                        "12",
                        "6.2",
                        "7.2"
                    ],
                    "ans": 2
                },
                {
                    "tag": "数学类",
                    "que": "48.8-8.8*5=",
                    "opt": [
                        "200",
                        "40.8",
                        "8.8",
                        "4.8"
                    ],
                    "ans": 3
                },
                {
                    "tag": "数学类",
                    "que": "5*2.89*20=",
                    "opt": [
                        "289",
                        "288",
                        "278",
                        "299"
                    ],
                    "ans": 0
                },
                {
                    "tag": "数学类",
                    "que": "(8+0.8)*1.25=",
                    "opt": [
                        "11",
                        "12",
                        "13",
                        "10.1"
                    ],
                    "ans": 0
                },
                {
                    "tag": "数学类",
                    "que": "24/1.5=",
                    "opt": [
                        "16",
                        "15",
                        "14",
                        "13"
                    ],
                    "ans": 0
                },
                {
                    "tag": "数学类",
                    "que": "14.6+0.45=",
                    "opt": [
                        "14.05",
                        "15.05",
                        "15",
                        "15.51"
                    ],
                    "ans": 1
                },
                {
                    "tag": "数学类",
                    "que": "3.05*2.4=",
                    "opt": [
                        "7.2",
                        "7.3",
                        "7.42",
                        "7.32"
                    ],
                    "ans": 2
                },
                {
                    "tag": "数学类",
                    "que": "3.4*2.5=",
                    "opt": [
                        "7.5",
                        "8.5",
                        "8",
                        "7.6"
                    ],
                    "ans": 1
                },
                {
                    "tag": "数学类",
                    "que": "600*88=",
                    "opt": [
                        "50800",
                        "52280",
                        "52800",
                        "53800"
                    ],
                    "ans": 2
                },
                {
                    "tag": "数学类",
                    "que": "分母一定，分子和分数值",
                    "opt": [
                        "成正比例",
                        "成反比例",
                        "不成比例",
                        "以上都不对"
                    ],
                    "ans": 0
                },
                {
                    "tag": "数学类",
                    "que": "正方形的边长与它的面积",
                    "opt": [
                        "成正比例",
                        "成反比例",
                        "不成比例",
                        "以上都不对"
                    ],
                    "ans": 2
                },
                {
                    "tag": "数学类",
                    "que": "一批货物，运出50%，又运进剩下的50%，现在货物与原货物的比是：",
                    "opt": [
                        "4比3",
                        "3比4",
                        "1比1",
                        "1比2"
                    ],
                    "ans": 1
                },
                {
                    "tag": "数学类",
                    "que": "甲数比乙数大10%，乙数比丙数少10%，甲、丙两数相比",
                    "opt": [
                        "甲大",
                        "丙大",
                        "甲丙一样大",
                        "无法确定"
                    ],
                    "ans": 1
                },
                {
                    "tag": "数学类",
                    "que": "把一根m米长的铁丝围成一个正方形，又改围成一个圆形，他们的面积是",
                    "opt": [
                        "正方形大",
                        "圆大",
                        "一样大",
                        "无法确定"
                    ],
                    "ans": 1
                },
                {
                    "tag": "数学类",
                    "que": "如果松树比柏树多75%，则松树和柏树的比是",
                    "opt": [
                        "4比7",
                        "4比3",
                        "3比4",
                        "7比4"
                    ],
                    "ans": 3
                },
                {
                    "tag": "数学类",
                    "que": "圆柱的体积不变，如果搞扩大2倍，底面积应该",
                    "opt": [
                        "扩大4倍",
                        "缩小4倍",
                        "扩大2倍",
                        "缩小2倍"
                    ],
                    "ans": 3
                },
                {
                    "tag": "数学类",
                    "que": "把一段圆柱形钢材料制成一个最大的圆锥，削去部分重10kg，这段原圆钢重",
                    "opt": [
                        "30kg",
                        "20kg",
                        "5kg",
                        "15kg"
                    ],
                    "ans": 3
                },
                {
                    "tag": "数学类",
                    "que": "一个长6、宽4、高5的长方体容器，最多可以放下几个直径是2的球",
                    "opt": [
                        "9",
                        "12",
                        "15",
                        "60"
                    ],
                    "ans": 1
                },
                {
                    "tag": "数学类",
                    "que": "上海在杭州的北偏东50度，则杭州在上海的",
                    "opt": [
                        "南偏西50度",
                        "南偏西40度",
                        "西偏东50度",
                        "西偏南50度"
                    ],
                    "ans": 0
                },
                {
                    "tag": "数学类",
                    "que": "7，9，-1，5，（）",
                    "opt": [
                        "4",
                        "3",
                        "-1",
                        "-3"
                    ],
                    "ans": 3
                },
                {
                    "tag": "数学类",
                    "que": "数a分解质因数是a=2*2*3，数b分解质因数是b=2*2*5，a，b最大公因数是",
                    "opt": [
                        "2",
                        "4",
                        "6",
                        "60"
                    ],
                    "ans": 1
                },
                {
                    "tag": "数学类",
                    "que": "甲数的2/3等于乙数的3/4，甲数（）乙数",
                    "opt": [
                        "大于",
                        "等于",
                        "小于",
                        "不确定"
                    ],
                    "ans": 0
                },
                {
                    "tag": "数学类",
                    "que": "甲书架的1/4书放置到乙书架，两个书架正好相等，原来甲书架比乙多（）",
                    "opt": [
                        "25%",
                        "50%",
                        "75%",
                        "100%"
                    ],
                    "ans": 1
                },
                {
                    "tag": "数学类",
                    "que": "1+2+3+4+5+6+7+8+9=",
                    "opt": [
                        "42",
                        "45",
                        "46",
                        "48"
                    ],
                    "ans": 1
                },
                {
                    "tag": "数学类",
                    "que": "a，b都是整数，且a*b=36，则a，b最大和是（）",
                    "opt": [
                        "12",
                        "13",
                        "20",
                        "37"
                    ],
                    "ans": 3
                },
                {
                    "tag": "数学类",
                    "que": "修一段路，已经修了它的5/6，剩下没修的比已经修了的少（）",
                    "opt": [
                        "16.70%",
                        "66.70%",
                        "80%",
                        "20%"
                    ],
                    "ans": 2
                },
                {
                    "tag": "数学类",
                    "que": "甲乙两袋米，甲袋倒出1/10到乙袋后，两袋米重量相等，原来甲袋比乙袋多",
                    "opt": [
                        "80%",
                        "10%",
                        "20%",
                        "25%"
                    ],
                    "ans": 2
                }
            ],
            "tag": "数学类"
        },
        {
            "ques": [
                {
                    "tag": "综合类",
                    "que": "国际流行色的发布中心是?",
                    "opt": [
                        "巴黎",
                        "纽约",
                        "米兰",
                        "伦敦"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合类",
                    "que": "「风萧萧兮易水寒」中的「易水」位于现今的哪个省份?",
                    "opt": [
                        "湖南省",
                        "河南省",
                        "湖北省",
                        "河北省"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合类",
                    "que": "54式手枪中的「54」代表什么?",
                    "opt": [
                        "口径",
                        "射程",
                        "枪体重量",
                        "定型年份"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合类",
                    "que": "最初被墨西哥人认为有毒而不敢吃的「狼桃」其实是什么水果?",
                    "opt": [
                        "秋葵",
                        "西红柿",
                        "木瓜",
                        "草莓"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合类",
                    "que": "下列李玉刚演唱的歌曲中，哪首发行时间最晚?",
                    "opt": [
                        "《刚好遇见你》",
                        "《水墨丹青》",
                        "《清明上河图》",
                        "《新贵妃醉酒》"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合类",
                    "que": "美国的国石是?",
                    "opt": [
                        "红宝石",
                        "翡翠到",
                        "琥珀",
                        "蓝宝石"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合类",
                    "que": "太阳黑子呈现黑色是因为黑子区域的什么性质?",
                    "opt": [
                        "元素含量丰富",
                        "温度低",
                        "密度大",
                        "质量大"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合类",
                    "que": "2008年中国开通运营的首条高速铁路是哪个高铁?",
                    "opt": [
                        "长株城际",
                        "湘潭城际",
                        "京津城际",
                        "武孝城际"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合类",
                    "que": "支付宝推出的「蚂蚁森林」活动最初种植的是哪种植物?",
                    "opt": [
                        "梭梭树",
                        "樟子松",
                        "沙柳",
                        "胡杨"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合类",
                    "que": "《宇宙牌香烟》是哪位相声大师创作的单口相声作品?",
                    "opt": [
                        "杨少华",
                        "侯宝林",
                        "马三立",
                        "马季"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合类",
                    "que": "下列歌曲中，不是许巍作品的是?",
                    "opt": [
                        "《漫步》",
                        "《曾经的你》",
                        "《蓝莲花》",
                        "《南山南》"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合类",
                    "que": "青花瓷所特有的色彩是来源于哪种元素的作用?",
                    "opt": [
                        "锰",
                        "钠",
                        "镁",
                        "钻"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合类",
                    "que": "年龄在60周岁以上的驾驶人多长时间提交一次身体条件证明?",
                    "opt": [
                        "每3年",
                        "每2年",
                        "每1年",
                        "每6个月"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合类",
                    "que": "以下哪个国家的官方语言不是西班牙语?",
                    "opt": [
                        "阿根廷",
                        "墨西哥",
                        "巴拿马",
                        "巴西"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合类",
                    "que": "万圣节南瓜灯故事起源于哪个国家?",
                    "opt": [
                        "丹麦",
                        "爱尔兰",
                        "瑞士",
                        "美国"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合类",
                    "que": "京剧表演艺术家于魁智的「行当」是?",
                    "opt": [
                        "小生",
                        "正净",
                        "文丑",
                        "老生"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合类",
                    "que": "正三边形指的是?",
                    "opt": [
                        "等边三角形",
                        "直角三角形",
                        "等腰三角形",
                        "全等三角形"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合类",
                    "que": "动漫《龙珠》中，那美克星的龙珠可以许几个愿望?",
                    "opt": [
                        "一个",
                        "两个",
                        "五个",
                        "三个"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合类",
                    "que": "歌曲《我的滑板鞋》的原唱是哪位?",
                    "opt": [
                        "华晨宇",
                        "GAI",
                        "周杰伦",
                        "庞麦郎"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合类",
                    "que": "「阿甘鞋」是下列哪个运动品牌的经典慢跑鞋?",
                    "opt": [
                        "耐克",
                        "彪马",
                        "亚瑟士",
                        "阿迪达斯"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合类",
                    "que": "5.6和8的最小公倍数是多少?",
                    "opt": [
                        "36",
                        "24",
                        "12",
                        "48"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合类",
                    "que": "《小鲤鱼历险记》中「火焰之鳞」的使用者是?",
                    "opt": [
                        "肥鲶鱼",
                        "泡泡",
                        "双面龟",
                        "阿酷"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合类",
                    "que": "2016年二月有多少天?",
                    "opt": [
                        "28",
                        "27",
                        "30",
                        "29"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合类",
                    "que": "著名的《月光奏鸣曲》的创作者是哪位音乐大师?",
                    "opt": [
                        "贝多芬",
                        "约翰施特劳斯",
                        "莫扎特",
                        "肖邦"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合类",
                    "que": "娱乐脱口秀节目《天天向上》首播于哪年?",
                    "opt": [
                        "2008年",
                        "2006年",
                        "2004年",
                        "2010年"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合类",
                    "que": "南非的国家代码是?",
                    "opt": [
                        "ROU",
                        "PAN",
                        "RWA",
                        "RSA"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合类",
                    "que": "根据我国相关法律规定，有限责任公司最多允许设置多少位股东？",
                    "opt": [
                        "49个",
                        "100个",
                        "50个",
                        "99个"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合类",
                    "que": "一个硝酸分子中有几个氧原子?",
                    "opt": [
                        "0",
                        "3",
                        "1",
                        "2"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合类",
                    "que": "下列金属不具有磁性的是?",
                    "opt": [
                        "铁",
                        "镍",
                        "钻",
                        "铜"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合类",
                    "que": "客户在选择期货公司确立代理过程中所产生的风险是指？",
                    "opt": [
                        "交易风险",
                        "代理风险",
                        "可控风险",
                        "不可控风险"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合类",
                    "que": "正确制定战略的先决条件是正确认识和分析?",
                    "opt": [
                        "战争条件",
                        "战场环境",
                        "战略环境",
                        "战略条件"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合类",
                    "que": "哆啦A梦的鼻子是什么颜色?",
                    "opt": [
                        "黑色",
                        "黄色",
                        "红色",
                        "蓝色"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合类",
                    "que": "金属镁在空气中燃烧会生成哪种物质?",
                    "opt": [
                        "硫酸镁",
                        "氢氧化镁",
                        "氧化镁",
                        "硝酸镁"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合类",
                    "que": "高端化妆品牌「纪梵希」中国区首位「墨藻系列」代言人是?",
                    "opt": [
                        "吴亦凡",
                        "胡歌",
                        "靳东",
                        "李易峰"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合类",
                    "que": "「斩白蛇起义」的历史人物是?",
                    "opt": [
                        "黄巢",
                        "刘邦",
                        "刘秀",
                        "洪秀全"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合类",
                    "que": "以下哪位不属于「美术三杰」之一？",
                    "opt": [
                        "拉斐尔",
                        "达芬奇",
                        "但丁",
                        "米开朗基罗"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合类",
                    "que": "爱国者防空导弹是哪个国家的武器?",
                    "opt": [
                        "美国",
                        "中国",
                        "俄罗斯",
                        "英国"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合类",
                    "que": "游戏《绝地求生》中的mini-14步枪使用的子弹口径是多少毫米?",
                    "opt": [
                        "5. 58",
                        "5.56",
                        "7.62",
                        "7.68"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合类",
                    "que": "爱因斯坦凭借哪个研究获得诺贝尔物理学奖?",
                    "opt": [
                        "布朗运动",
                        "光电效应",
                        "广义相对论",
                        "狭义相对论"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合类",
                    "que": "清华大学创办于哪年?",
                    "opt": [
                        "1909年",
                        "1912年",
                        "1911年",
                        "1910年"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合类",
                    "que": "中国是什么时候加入世界贸易组织的？",
                    "opt": [
                        "1999年",
                        "2000年",
                        "2001年",
                        "2002年"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合类",
                    "que": "中国是第几个拥有原子弹的国家",
                    "opt": [
                        "第二个",
                        "第三个",
                        "第四个",
                        "第五个"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合类",
                    "que": "白求恩是哪国人？",
                    "opt": [
                        "俄罗斯",
                        "加拿大",
                        "法国",
                        "德国"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合类",
                    "que": "世界上最大的宫殿",
                    "opt": [
                        "白宫",
                        "爱丽舍宫",
                        "故宫",
                        "克里姆林宫"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合类",
                    "que": "奥运会旗是：“五色环”旗，其中黄色环代表",
                    "opt": [
                        "亚洲",
                        "欧洲",
                        "非洲",
                        "大洋洲"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合类",
                    "que": "“轻于鸿毛”中的鸿毛是哪种动物的毛？",
                    "opt": [
                        "大雁",
                        "大鹏",
                        "鸡",
                        "鸭"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合类",
                    "que": "奥运会上的马拉松比赛的起源与什么有关",
                    "opt": [
                        "游戏",
                        "战争",
                        "打赌",
                        "竞赛"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合类",
                    "que": "“三十年河东，四十年河西”中的“河”最初指是的",
                    "opt": [
                        "黄河",
                        "淮河",
                        "长江",
                        "汾河"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合类",
                    "que": "藏历新年，人们见面时都要说“扎西德勒”是什么意思？",
                    "opt": [
                        "新年好",
                        "吉祥如意",
                        "你好",
                        "恭喜发财"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合类",
                    "que": "“写鬼写妖高人一等，刺贪刺虐入木三分”这一对联的作家是",
                    "opt": [
                        "吴敬梓",
                        "蒲松龄",
                        "曹雪芹",
                        "罗贯中"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合类",
                    "que": "一般钢琴是以一连串八度音程的区间构成，请问同一音程中有几个黑阶？",
                    "opt": [
                        "五个",
                        "七个",
                        "六个",
                        "四个"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合类",
                    "que": "“w h o”代表什么世界组织",
                    "opt": [
                        "世界石油输出国组织",
                        "世界绿色和平组织",
                        "世界卫生组织",
                        "世界贸易组织"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合类",
                    "que": "人体最坚硬的部分是",
                    "opt": [
                        "牙齿",
                        "头盖骨",
                        "躯干骨",
                        "颅骨"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合类",
                    "que": "“豆蔻年华”是指几岁？",
                    "opt": [
                        "13岁",
                        "14岁",
                        "15岁",
                        "16岁"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合类",
                    "que": "下列( ）标记可以放在<HEAD>标记中",
                    "opt": [
                        "<b>",
                        "<font>",
                        "<title>",
                        "<pre>"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合类",
                    "que": "“三月不知肉味”这句话一般用来形容",
                    "opt": [
                        "诗歌",
                        "音乐",
                        "小说",
                        "散文"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合类",
                    "que": "我国那座城市有着“日光之城”的美称",
                    "opt": [
                        "厦门",
                        "青岛",
                        "三亚",
                        "拉萨"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合类",
                    "que": "“沉鱼落雁，闭月羞花”中的“闭月”指",
                    "opt": [
                        "王昭君",
                        "貂蝉",
                        "杨贵妃",
                        "西施"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合类",
                    "que": "文字推理：月、脱、明、( )、胃",
                    "opt": [
                        "昌",
                        "晴",
                        "睛",
                        "晶"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合类",
                    "que": "大袋鼠吃什么？",
                    "opt": [
                        "树叶",
                        "青草",
                        "肉",
                        "蚂蚁"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合类",
                    "que": "糖尿病人比较适合吃的“糖”是",
                    "opt": [
                        "果糖",
                        "蔗糖",
                        "木糖醇",
                        "葡萄糖"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合类",
                    "que": "动物中视角最大的是",
                    "opt": [
                        "鸟",
                        "鱼",
                        "马",
                        "虎"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合类",
                    "que": "天然气的主要成分是",
                    "opt": [
                        "硫化氢",
                        "二氧化碳",
                        "甲烷",
                        "乙烷"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合类",
                    "que": "我们可以通过马的( )判断马年龄",
                    "opt": [
                        "牙齿",
                        "脚",
                        "眼睛",
                        "鼻子"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合类",
                    "que": "（）是东南亚最长的河流",
                    "opt": [
                        "象泉河",
                        "湄公河",
                        "湄南河",
                        "红河"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合类",
                    "que": "（）俗称“双玩意儿”",
                    "opt": [
                        "二人台",
                        "吉剧",
                        "彩雕",
                        "皮影戏"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合类",
                    "que": "丝绸之路的开辟可追溯到",
                    "opt": [
                        "东汉",
                        "西周",
                        "东周",
                        "西汉"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合类",
                    "que": "穿山甲是用什么捕食的？",
                    "opt": [
                        "爪子",
                        "牙齿",
                        "舌头",
                        "鼻子"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合类",
                    "que": "长颈鹿有多少节颈椎？",
                    "opt": [
                        "7节",
                        "5节",
                        "6节",
                        "9节"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合类",
                    "que": "空气汇总最多的气体是",
                    "opt": [
                        "氧气",
                        "二氧化碳",
                        "氮气",
                        "一氧化碳"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合类",
                    "que": "龙虾是我们的一种美食，它体内的血是什么颜色",
                    "opt": [
                        "红色",
                        "白色",
                        "褐色",
                        "蓝色"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合类",
                    "que": "我国近代最早的综合性大学是现在的哪一所大学？",
                    "opt": [
                        "北京大学",
                        "清华大学",
                        "复旦大学",
                        "香港大学"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合类",
                    "que": "“三十六计”的第一计是指哪一计？",
                    "opt": [
                        "围魏救赵",
                        "瞒天过海",
                        "声东击西",
                        "欲擒故纵"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合类",
                    "que": "故宫总共有几个朝代把它作为皇宫？",
                    "opt": [
                        "一个",
                        "两个",
                        "三个",
                        "四个"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合类",
                    "que": "我国古代通过科举考试选拔文武官吏，科举制度开始于？",
                    "opt": [
                        "隋朝",
                        "唐朝",
                        "宋朝",
                        "明朝"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合类",
                    "que": "《名侦探柯南》中柯南不擅长的是？",
                    "opt": [
                        "滑板",
                        "足球",
                        "侦探",
                        "唱歌"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合类",
                    "que": "下列哪种生物不是由细胞构成的？",
                    "opt": [
                        "病毒",
                        "细菌",
                        "鸡蛋",
                        "蘑菇"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合类",
                    "que": "珍珠主要是从什么生物生产出来的？",
                    "opt": [
                        "海葵",
                        "生蚝",
                        "牡蛎",
                        "扇贝"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合类",
                    "que": "世界上稻米出口最多的国家是？",
                    "opt": [
                        "泰国",
                        "中国",
                        "日本",
                        "越南"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合类",
                    "que": "”沉鱼落雁，闭月羞花”中的“闭月”指",
                    "opt": [
                        "王昭君",
                        "貂蝉",
                        "杨贵妃",
                        "西施"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合类",
                    "que": "“珍珠主要是从什么生物生产出来的？",
                    "opt": [
                        "海葵",
                        "生蚝",
                        "牡蛎",
                        "扇贝"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合题",
                    "que": "SaaS是（）的简称",
                    "opt": [
                        "基础设施服务",
                        "平台服务",
                        "软件服务",
                        "硬件服务"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合题",
                    "que": "IaaS是（）的简称",
                    "opt": [
                        "基础设施服务",
                        "平台服务",
                        "软件服务",
                        "硬件服务"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合题",
                    "que": "PaaS是（）的简称",
                    "opt": [
                        "基础设施服务",
                        "平台服务",
                        "软件服务",
                        "硬件服务"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合题",
                    "que": "世界上最长的运河是那一条？",
                    "opt": [
                        "巴拿马运河",
                        "京杭大运河",
                        "苏伊士运河",
                        "曼切斯特运河"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合题",
                    "que": "世界上最长的河流是？",
                    "opt": [
                        "长江",
                        "亚马逊和",
                        "密西西比河",
                        "尼罗河"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合题",
                    "que": "我国少数民族分布最多的省份是？",
                    "opt": [
                        "云南",
                        "广西",
                        "四川",
                        "贵州"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合题",
                    "que": "清朝被称为“扬州八怪”的八人中以画竹子闻名的是？",
                    "opt": [
                        "虚谷",
                        "黄宾虹",
                        "齐白石",
                        "郑板桥"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合题",
                    "que": "创办“精武门”的中国清末爱国武术家是谁？",
                    "opt": [
                        "黄飞鸿",
                        "苏黑虎",
                        "王隐林",
                        "霍元甲"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合题",
                    "que": "腾讯云的资源目前已覆盖全球50多个国家，（）个CDN节点",
                    "opt": [
                        "1100+",
                        "1200+",
                        "1300+",
                        "1500+"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合题",
                    "que": "以下不属于腾讯云游戏产品的是？",
                    "opt": [
                        "小游戏联机对战引擎",
                        "智营网优",
                        "游戏多媒体引擎",
                        "云支付"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合题",
                    "que": "以下不属于腾讯云小游戏联机对战引擎的功能是？",
                    "opt": [
                        "房间管理",
                        "快速加房",
                        "在线匹配",
                        "信息不同步"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合题",
                    "que": "在MGOBE开发的DEMO中，不属于控制台上替换到代码标注中的是？",
                    "opt": [
                        "游戏ID",
                        "密钥KEY",
                        "域名",
                        "游戏名称"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合题",
                    "que": "与包拯齐名，引起两袖清风，刚正不阿被后人称为“海清天”的是？",
                    "opt": [
                        "李善长",
                        "刘伯温",
                        "海瑞",
                        "朱家雄"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合题",
                    "que": "诗歌《乡愁》是哪位当代诗人的诗作？",
                    "opt": [
                        "余光中",
                        "艾青",
                        "舒婷",
                        "余秀华"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合题",
                    "que": "五陵年少喻指什么？",
                    "opt": [
                        "少年豪侠之徒",
                        "纨绔子弟",
                        "生活在五陵的少年",
                        "少年贫苦之人"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合题",
                    "que": "《四世同堂》作者是？",
                    "opt": [
                        "鲁迅",
                        "林语堂",
                        "老舍",
                        "茅盾"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合题",
                    "que": "郁达夫后期小说倾向于",
                    "opt": [
                        "浪漫主义",
                        "现实主义",
                        "抽象主义",
                        "唯心主义"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合题",
                    "que": "路遥除了代表作《人生》还有什么？",
                    "opt": [
                        "《平凡的世界》",
                        "《家》",
                        "《茶馆》",
                        "《春》"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合题",
                    "que": "第一部文言志怪小说集？",
                    "opt": [
                        "《搜神记》",
                        "《封神演义》",
                        "《聊斋志异》",
                        "《山海经》"
                    ],
                    "ans": 0
                },
                {
                    "tag": "综合题",
                    "que": "第一部神话集？",
                    "opt": [
                        "《搜神记》",
                        "《封神演义》",
                        "《聊斋志异》",
                        "《山海经》"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合题",
                    "que": "下列属于语录体散文集的是？",
                    "opt": [
                        "《汉书》",
                        "《左传》",
                        "《论语》",
                        "《国语》"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合题",
                    "que": "不属于“汉赋四大家”的是？",
                    "opt": [
                        "司马相如",
                        "班固",
                        "张衡",
                        "贾谊"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合题",
                    "que": "金子、北京人、周朴园......都是谁笔下的人？",
                    "opt": [
                        "老舍",
                        "曹禺",
                        "茅盾",
                        "鲁迅"
                    ],
                    "ans": 1
                },
                {
                    "tag": "综合题",
                    "que": "不属于唐显祖的“临川四梦”的是？",
                    "opt": [
                        "《南柯记》",
                        "《邯郸记》",
                        "《牡丹亭》",
                        "《红灯记》"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合题",
                    "que": "“老铁没毛病”中的“老铁”作为名词代指",
                    "opt": [
                        "粉丝",
                        "铁匠",
                        "关系好",
                        "兄弟"
                    ],
                    "ans": 3
                },
                {
                    "tag": "综合题",
                    "que": "《三国演义》中，“一个愿打一个愿挨”指周瑜与谁的故事",
                    "opt": [
                        "张飞",
                        "关羽",
                        "黄盖",
                        "黄忠"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合题",
                    "que": "“廿”这个词代表白话中的数字几",
                    "opt": [
                        "二",
                        "四",
                        "二十",
                        "三十"
                    ],
                    "ans": 2
                },
                {
                    "tag": "综合题",
                    "que": "我们常说的“干冰”是什么的固态存在的方式？",
                    "opt": [
                        "二氧化碳",
                        "水",
                        "二氧化氮",
                        "二氧化氢"
                    ],
                    "ans": 0
                }
            ],
            "tag": "综合类"
        }
    ]
};
